Repository: alex-repin/tennishouse
Catalog: var/langs/*/addons/wishlist.po
Languages: ru_ru

# Addons::name::wishlist
source: Wish List
ru_ru: Понравившиеся товары

# Addons::description::wishlist
source: Lets customers store items in personal wish lists
ru_ru: Персональные списки понравившихся товаров для покупателей

# Languages::add_to_wishlist
source: Add to wish list
ru_ru: Оценить

# Languages::clear_wishlist
source: Clear wish list
ru_ru: Очистить список понравившихся товаров

# Languages::view_wishlist
source: View wish list
ru_ru: Просмотреть список понравившихся товаров

# Languages::wishlist_content
source: Wish list content
ru_ru: Понравившиеся товары

# Languages::wishlist
source: Wish list
ru_ru: Понравившиеся товары

# Languages::wishlist_note
source: Go to your wishlist
ru_ru: Перейти к понравившимся товарам

# Languages::text_failed_gift_certificate_addition
source: Failed to add the certificate. Make sure the summary amount is not zero.
ru_ru: Сертификат добавить не удалось. Убедитесь, что сумма не равна нулю.

# Languages::text_gift_cert_added_to_wishlist
source: The gift certificate has been added to the wish list
ru_ru: Подарочный сертификат добавлен в список понравившихся товаров

# Languages::product_added_to_wl
source: The product was added to your Wish list
ru_ru: Товар добавлен в список понравившихся товаров

# Languages::product_in_wishlist
source: This product is already in the wish list
ru_ru: Товар уже есть в списке понравившихся товаров

# Languages::wishlist_products
source: Wish list products
ru_ru: Понравившиеся товары
